Repository: Amsterdam-Music-Lab/MUSCLE
Catalog: frontend/src/locales/*/messages.po
Languages: nl, pt_br

source: How good are you in memorizing music? Can you still remember tunes when some information is hidden? Find out with **TuneTwins**, a science game from the University of Amsterdam. Match melodies, clear the board, and minimize mistakes!
nl: Hoe goed kun jij muziek onthouden? Kun je melodieën nog herinneren als sommige informatie verborgen is? Ontdek het met **TuneTwins**, een wetenschappelijk spel van de Universiteit van Amsterdam. Match melodieën, maak het bord leeg en maak zo min mogelijk fouten!
pt_br: Você é bom em memorizar músicas? Você ainda consegue se lembrar de músicas quando algumas informações estão ocultas? Descubra com **TuneTwins**, um jogo científico da Universidade de Amsterdã. Combine melodias, limpe o tabuleiro e minimize os erros!

source: TuneTwins was created by members of the Music Cognition Group and supported by the Dutch Research Council and Faculty of Humanities at the University of Amsterdam. This website processes only anonymized data. For more information, see [UvA Privacy](https://www.uva.nl/en/home/disclaimers/privacy.html)
nl: TuneTwins is gemaakt door leden van de Music Cognition Group en wordt ondersteund door de Nederlandse Organisatie voor Wetenschappelijk Onderzoek en de Faculteit der Geesteswetenschappen van de Universiteit van Amsterdam. Deze website verwerkt alleen geanonimiseerde gegevens. Voor meer informatie, zie [UvA Privacy](https://www.uva.nl/nl/home/disclaimers/privacy.html)
pt_br: O TuneTwins foi criado por membros do Music Cognition Group e apoiado pelo Conselho de Pesquisa Holandês e pela Faculdade de Ciências Humanas da Universidade de Amsterdã. Este site processa apenas dados anônimos. Para obter mais informações, consulte [UvA Privacy](https://www.uva.nl/en/home/disclaimers/privacy.html)

source: {0} Play the game yourself at {1}
nl: {0} Probeer het zelf op {1}
pt_br: {0} Jogue o jogo você mesmo em {1}

source: {turnScore} points
nl: {turnScore} punten
pt_br: {turnScore} pontos

source: **Invite your friends to play!** Simply ask them to scan this QR code.
nl: **Nodig je vrienden uit om mee te spelen!** Laat ze deze QR-code scannen.
pt_br: **Convide seus amigos para jogar!** Simplesmente peça a eles para escanear este código QR."

source: +{turnScore} points
nl: +{turnScore} punten

source: 🎉 Amazing! You've finished the game!
nl: 🎉 Geweldig! Je hebt het spel uitgespeeld!
pt_br: 🎉 Incrível! Você terminou o jogo!

source: About
nl: Over dit experiment
pt_br: Sobre

source: An error has occured. Your feedback could not be stored. Please try again later, or share your feedback via email.
nl: Er is een fout opgetreden. Je feedback kon niet worden opgeslagen. Probeer het later opnieuw, of deel je feedback via e-mail.
pt_br: Ocorreu um erro. Seu feedback não pôde ser armazenado. Por favor, tente novamente mais tarde ou compartilhe seu feedback por e-mail.

source: An error has occured...
nl: Er is een fout opgetreden...
pt_br: Ocorreu um erro...

source: An error occurred while trying to render the view "{name}". The properties required to show the view could not be computed. ({e})
nl: Er is een fout opgetreden bij het weergeven van de pagina (view) "{name}". De benodigde gegevens konden niet worden geladen. ({e})
pt_br: Ocorreu um erro ao tentar renderizar a visualização "{name}". As propriedades necessárias para mostrar a visualização não puderam ser computadas. ({e})

source: Back
nl: Terug
pt_br: Voltar

source: Bronze
nl: Brons

source: Can you collect them all?
nl: Kan je ze allemaal verzamelen?
pt_br: Você consegue coletar todos?

source: Confirm
nl: Bevestigen
pt_br: Confirmar

source: Congrats! You did better than {cutoff}% of players at this level
nl: Gefeliciteerd! Dat is beter dan {cutoff}% van de spelers op dit niveau!
pt_br: Parabéns! Você se saiu melhor do que {cutoff}% dos jogadores neste nível

source: Congrats! You did better than {percentile}% of players at this level
nl: Gefeliciteerd! Dat is beter dan {percentile}% van de spelers op dit niveau!
pt_br: Parabéns! Você se saiu melhor do que {percentile}% dos jogadores neste nível

source: Deny consent
nl: Weigeren
pt_br: Negar consentimento

source: Diamond
nl: Diamant
pt_br: Diamante

source: Do you have any remarks or questions?
nl: Heb je opmerkingen of vragen?
pt_br: Você tem alguma observação ou pergunta?

source: Download
nl: Downloaden
pt_br: Baixar

source: Excellent!
nl: Geweldig!
pt_br: Excelente!

source: Experiment "{expSlug}" could not be found.
nl: Experiment "{expSlug}" kon niet worden gevonden.
pt_br: Experimento "{expSlug}" não pôde ser encontrado.

source: Explanation
nl: Toelichting
pt_br: Explicação

source: Go back to the homepage
nl: Terug naar de homepage
pt_br: Voltar para a página inicial

source: Gold
nl: Goud
pt_br: Ouro

source: Good job!
nl: Goed gedaan!
pt_br: Bom trabalho!

source: Help us with your feedback!
nl: Help ons: deel je feedback!

source: Informed consent
nl: Informatie en toestemming
pt_br: Consentimento informado

source: Instructions
nl: Instructies
pt_br: Instruções

source: Invalid view name "{name}"
nl: Ongeldige paginanaam "{name}"
pt_br: Nome de visualização inválido "{name}"

source: Last game
nl: Laatste spel
pt_br: Último jogo

source: Lucky guess!
nl: Goed gegokt!
pt_br: Palpite sortudo!

source: Lucky you!
nl: Geluksvogel!
pt_br: Você teve sorte!

source: Next
nl: Ga verder
pt_br: Próximo

source: Nice!
nl: Mooi!
pt_br: Legal!

source: No consent was given
nl: Geen toestemming gegeven
pt_br: Nenhum consentimento foi dado

source: No match, try again!
nl: Geen match, probeer het opnieuw!
pt_br: Sem correspondência, tente novamente!

source: Nope, that's no match...
nl: Nee, dat is geen match...
pt_br: Não, isso não é uma correspondência...

source: Not quite, try again!
nl: Bijna, probeer het opnieuw!
pt_br: Quase lá, tente novamente!

source: Page not found
nl: Pagina niet gevonden
pt_br: Página não encontrada

source: Pick a card...
nl: Kies een kaart...
pt_br: Escolha uma carta...

source: Pick another card...
nl: Kies nog een kaart...
pt_br: Escolha outra carta...

source: Platinum
nl: Platina
pt_br: Platina

source: Play another game!
nl: Speel nog een spel!
pt_br: Jogar outro jogo!

source: Play on and collect 'm all...
nl: Speel verder en verzamel ze allemaal...
pt_br: Continue jogando e colete todos...

source: Play on? Let's start another round of games...
nl: Verder spelen? Begin met een nieuwe ronde...
pt_br: Continuar jogando? Vamos começar outra rodada de jogos...

source: Please provide some feedback
nl: Voer je feedback in
pt_br: Por favor, forneça um feedback

source: pts
nl: pt

source: Required dependency "{varName}" for view "{name}" is not defined
nl: Vereiste variabele "{varName}" voor pagina (view) "{name}" bestaat niet
pt_br: Dependência obrigatória "{varName}" para a visualização "{name}" não está definida

source: Return to the <0>home page</0>
nl: Ga terug naar de <0>homepage</0>
pt_br: Retornar para a <0>página inicial</0>

source: Share
nl: Delen
pt_br: Compartilhar

source: Silver
nl: Zilver
pt_br: Prata

source: Skip
nl: Overslaan
pt_br: Pular

source: Start the game!
nl: Begin het spel!
pt_br: Começar o jogo!

source: Submit
nl: Verzenden
pt_br: Enviar

source: Submit more feedback
nl: Verstuur meer feedback
pt_br: Enviar mais feedback

source: Test Your Musical Memory!
nl: Test je muzikale geheugen!
pt_br: Teste sua memória musical!

source: This is your lucky day!
nl: Dit is je geluksdag!
pt_br: Este é o seu dia de sorte!

source: Total score
nl: Totaalscore
pt_br: Pontuação total

source: Type your feedback...
nl: Typ je feedback...
pt_br: Digite seu feedback...

source: Unfortunately, you cannot participate in this experiment if you do not want to provide consent.
nl: Helaas kun je niet deelnemen aan dit experiment als je geen toestemming wilt geven.
pt_br: Infelizmente, você não pode participar deste experimento se não quiser fornecer consentimento.

source: Well done!
nl: Goed gedaan!
pt_br: Muito bem!

source: Woohoo! You've earned your first star! 💫
nl: Wohoo! Je hebt je eerste ster verdiend! 💫
pt_br: Woohoo! Você ganhou sua primeira estrela! 💫

source: Yay, you've earned a star! 💫
nl: Yay, je hebt een ster verdiend! 💫
pt_br: Yay, você ganhou uma estrela! 💫

source: You got 0 points.
nl: Je krijgt 0 punten.
pt_br: Você ganhou 0 pontos.

source: Your feedback
nl: Deel je feedback
pt_br: Seu feedback

source: Your feedback was submitted.
nl: Je feedback is verstuurd.
pt_br: Seu feedback foi enviado.

source: Your progress...
nl: Je voortgang...
pt_br: Seu progresso...

source: Plastic
pt_br: Plástico

source: Select...
pt_br: Selecione...
